[
  {
    "title": "Red Popsicle",
    "url": "http://yuri.logacg.com/1905/84d1c7b9605567cc1f0eb41e27488b64.png!single.webp",
    "price": "$5",
    "description": "Looks can be deceiving. This Red Popsicle comes in a wide variety of flavors, including strawberry, that burst as soon as it hits the mouth. Red Popsicles melt slow, so savor the flavor."
  },
  {
    "title": "Green Slip-ons",
    "url": "http://yuri.logacg.com/1905/0f3e68d761f8a4e1d2344044cf881b33.png!single.webp",
    "price": "$75",
    "description": "Feetsy has been making extraordinary slip-ons for decades. With each pair of shoes purchased Feetsy donates a pair to those in need. Buy yourself a pair, buy someone else a pair. Very Comfortable."
  },
  {
    "title": "Teapot",
    "url": "http://yuri.logacg.com/1905/8b75df0f3902ea1e5119b6b4ed83b616.jpg!single.webp",
    "price": "$210",
    "description": "Impress your guests with Teapot by Kitchen Stuff. Teapot holds extremely hot liquids and pours them from the spout. Use the handle, shown on the left, so your fingers don’t get burnt while pouring."
  },
  {
    "title": "Beachball",
    "url": "http://yuri.logacg.com/1905/b741f53c861f5b78ba6a24b49305fd67.jpg!single.webp",
    "price": "$25",
    "description": "Are you at a baseball game and feeling bored? At a pool party and looking for a laugh? Do you need something to take your anger out on? Beachball, by inflatable fun, is the perfect outlet."
  },
  {
    "title": "Clock",
    "url": "http://yuri.logacg.com/1905/b4da99bc12c93fe4b7e616ca640c6a97.jpg!single.webp",
    "price": "$120",
    "description": "Timekeeper Co makes clocks that tell time precisely. Clock is very simple to use, set the time using your phone, hang it, and viola! You’ll never be late again."
  },
  {
    "title": "Lime Flippers",
    "url": "http://yuri.logacg.com/1905/af759208513335f151b2f9a47e10c7d4.png!single.webp",
    "price": "$25",
    "description": "Flippers are a nice tool to have when you’re being chased by an oversized sea turtle. Never get caught again with these fast water shoes. You’re like a fish, but more graceful."
  },
  {
    "title": "Perfect Goldfish \nBowl",
    "url": "http://yuri.logacg.com/1905/8a43d2f07f3b12cbb8f85ae7240ddc40.png!single.webp",
    "price": "$25",
    "description": "The Perfect Bowl Co makes the best bowls for just about anything you can think of. This Perfect Goldfish Bowl holds water and fish perfectly. Looks great in living rooms. Keep out of reach from cats."
  },
  {
    "title": "Surfboard",
    "url": "http://yuri.logacg.com/1905/658d973227ec6a20cfa06b45ef333928.jpg!single.webp",
    "price": "$300",
    "description": "Who says you can’t walk on water? With Surfboard, by Surfboard Supply, you can fly on water. This beast is fast and handles like a porsche. Hang Ten Bro!"
  },
  {
    "title": "Backpack",
    "url": "http://yuri.logacg.com/1905/ba6e29eb7fec1e88d94417d6e7ba4756.jpg!single.webp",
    "price": "$150",
    "description": "This backpack by Bags ‘n’ stuff can hold just about anything: a laptop, a pen, a protractor, notebooks, small animals, plugs for your devices, sunglasses, gym clothes, shoes, gloves, two kittens, and even lunch!"
  },
  {
    "title": "Sunglasses",
    "url": "http://yuri.logacg.com/1905/29c4e68494a32f69fded24efb92bc72a.png!single.webp",
    "price": "$100",
    "description": "Be an optimist. Carry Sunglasses with you at all times. All Tints and Shades products come with polarized lenses and super duper UV protection so you can look at the sun for however long you want. Sunglasses make you look cool, wear them."
  },
  {
    "title": "Red Lipstick Set",
    "url": "http://yuri.logacg.com/1905/d07957ffcae88e16326e8119536087b3.png!single.webp",
    "price": "$25",
    "description": "Trying to find the perfect shade to match your mood? Try no longer. Red Lipstick Set by StickLips has you covered for those nights when you need to get out, or even if you’re just headed to work."
  },
  {
    "title": "Dipped Brush",
    "url": "http://yuri.logacg.com/1905/07bb24a1abde95fffccd3ea1ffceb15f.jpg!single.webp",
    "price": "$15",
    "description": "WeDipIt does it again. This handle dipped 4 inch brush is a perfect for painting 4 inch lines, or coloring in big areas with paint. Just be sure you don’t drop it in a bucket of red paint, then it won’t look dipped anymore."
  }
]
